{"adult":false,"also_known_as":["Joshua Ryan Hutcherson","Джош Гачерсон","جاش هاچِرسون"],"biography":"Joshua Ryan Hutcherson (born October 12, 1992) is an American actor. His accolades include four Teen Choice Awards, four Young Artist Awards, and three MTV Movie Awards, in addition to a nomination for a Screen Actors Guild Award.\n\nHe began acting in the early 2000s and appeared in several commercials and minor film and television roles before gaining prominence in his teenage years with main roles in Little Manhattan and Zathura: A Space Adventure (both 2005), RV (2006), Bridge to Terabithia (2007), Journey to the Center of the Earth (2008), and The Kids Are All Right (2010).\n\nIn 2011, 18-year-old Hutcherson landed the leading role of Peeta Mellark in the top-grossing film series The Hunger Games, released yearly between 2012 and 2015, for which he won three MTV Movie Awards and a People's Choice Award. In the same period, he also played a lead role in Journey 2: The Mysterious Island (2012) and voiced a role in the animated film Epic (2013). Since this period, Hutcherson decreased his workload for a few years and appeared in several independent films, as well as in the television series Future Man (2017–2020) and Ultraman (2019–2023). He has since starred in the commercially successful horror films Five Nights at Freddy's (2023) and Five Nights at Freddy's 2 (2025) and the action film The Beekeeper (2024).\n\nThroughout his career, Hutcherson has expressed an interest in filmmaking. He has served as an executive producer for Detention (2011), The Forger (2012), and Escobar: Paradise Lost (2015), while also playing a lead role in each film.","birthday":"1992-10-12","deathday":null,"gender":2,"homepage":null,"id":27972,"imdb_id":"nm1242688","known_for_department":"Acting","name":"Josh Hutcherson","place_of_birth":"Union, Kentucky, USA","popularity":6.2699,"profile_path":"\/f0eosZ1Fx0VBUyspq8K2f8sUSBn.jpg"}